Repository: aa2246740/FluidVoice
Catalog: Sources/Fluid/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Show more (%lld)
zh_hans: 显示更多（%lld）

source: Show my Mac’s storage usage
zh_hans: 看看我 Mac 的存储占用

source: Show on card · up to %@
zh_hans: 显示在卡片上 · 最多 %@ 项

source: Show on card · up to %lld
zh_hans: 显示在卡片上 · 最多 %lld 个

source: Show other models
zh_hans: 显示其他模型

source: Show probable echo
zh_hans: 显示疑似回声

source: Show sessions
zh_hans: 显示会话

source: Show sidebar
zh_hans: 显示侧栏

source: Show the live captions overlay
zh_hans: 显示实时字幕悬浮层

source: Show transcription text in the overlay while you speak
zh_hans: 说话时悬浮层中显示转写文本

source: Show window when launched at login
zh_hans: 开机自启时显示窗口

source: Showing %@ of %@ results
zh_hans: 显示 %@ / %@ 个结果

source: Showing %lld of %lld results
zh_hans: 显示 %lld/%lld 个结果

source: Showing saved release notes. Refresh failed.
zh_hans: 正在显示已保存的更新日志，刷新失败。

source: Showing up
zh_hans: 坚持出勤

source: Shows or hides guidance beside the learning area
zh_hans: 在学习区旁显示或隐藏指引

source: Similar sound, but no clear word boundary was found.
zh_hans: 发音相似，但没有找到清晰的词边界。

source: Similar, but too close to another saved word.
zh_hans: 相近，但与另一个已存的词太接近。

source: Sindhi
zh_hans: 信德语

source: Sinhala
zh_hans: 僧伽罗语

source: Skip
zh_hans: 跳过

source: Skip Saturday and Sunday when calculating usage streaks. Perfect for weekday-only users.
zh_hans: 统计连续记录时跳过周六周日。适合只在工作日使用的用户。

source: Skip Silent Recordings
zh_hans: 跳过静音录音

source: Skip practice
zh_hans: 跳过练习

source: Slash Commands & @ Formatting
zh_hans: 斜杠指令与 @ 排版

source: Slovak
zh_hans: 斯洛伐克语

source: Slovenian
zh_hans: 斯洛文尼亚语

source: Slovenian, Spanish, Swedish, and Ukrainian.
zh_hans: 斯洛文尼亚语、西班牙语、瑞典语和乌克兰语。

source: Slower but more accurate NVIDIA Nemotron 3.5 transcription. Supports 40 language-locales with auto or manual language selection.
zh_hans: 速度较慢但更准确的 NVIDIA Nemotron 3.5 转写，支持 40 个语种，可自动或手动选择语言。

source: Small moments. A growing habit.
zh_hans: 点滴积累，习惯成自然。

source: Smallest & fastest
zh_hans: 最小最快

source: Smart
zh_hans: 智能

source: Smart Capitalization
zh_hans: 智能大小写

source: Smart cleanup
zh_hans: 智能清理

source: Smart dictation
zh_hans: 智能听写

source: Smart · With Fluid Intelligence
zh_hans: 智能 · 使用 Fluid Intelligence

source: Smoked Glass
zh_hans: 烟熏玻璃

source: Smoky
zh_hans: 烟熏

source: Soft
zh_hans: 柔和

source: Somali
zh_hans: 索马里语

source: Some recognized text could not be safely placed on the meeting timeline.
zh_hans: 部分识别文本无法安全放到会议时间线上。

source: Some tracks are missing, but captured audio was preserved.
zh_hans: 部分音轨缺失，但已采集的音频已保存。

source: Something in your way? Have an idea? Tell us.
zh_hans: 遇到不顺？有想法？告诉我们。

source: Sort by
zh_hans: 排序

source: Sort by: %@
zh_hans: 排序：%@

source: Sort by: %lld
zh_hans: 排序：%lld

source: Source unavailable
zh_hans: 来源不可用

source: Space Between Dictations
zh_hans: 听写间加空格

source: Spanish
zh_hans: 西班牙语

source: Speak a command
zh_hans: 说出一条命令

source: Speak again when you see “Listening…”.
zh_hans: 看到“正在聆听…”时再开口。

source: Speaker
zh_hans: 说话人

source: Speaker %@
zh_hans: 说话人 %@

source: Speaker %lld
zh_hans: 说话人 %lld

source: Speaker activity interval %@ has non-finite or non-positive timing.
zh_hans: 说话人活动区间 %@ 的时间无效或不为正。

source: Speaker activity interval %@ lies outside its analysis epoch.
zh_hans: 说话人活动区间 %@ 超出其分析区间。

source: Speaker activity interval %@ uses a negative analysis epoch generation.
zh_hans: 说话人活动区间 %@ 使用了负的分析区间代。

source: Speaker activity interval %@ uses a negative analysis epoch ordinal.
zh_hans: 说话人活动区间 %@ 使用了负的分析区间序号。

source: Speaker activity interval %@ uses an empty speaker-token label.
zh_hans: 说话人活动区间 %@ 的说话人标记为空。

source: Speaker activity interval %@ uses an epoch the manifest does not record.
zh_hans: 说话人活动区间 %@ 引用了清单未记录的区间。

source: Speaker activity interval %lld has non-finite or non-positive timing.
zh_hans: 说话人活动区间 %lld 的时间无效或不为正。

source: Speaker activity interval %lld lies outside its analysis epoch.
zh_hans: 说话人活动区间 %lld 超出其分析区间。

source: Speaker activity interval %lld uses a negative analysis epoch generation.
zh_hans: 说话人活动区间 %lld 使用了负的分析区间代。

source: Speaker activity interval %lld uses a negative analysis epoch ordinal.
zh_hans: 说话人活动区间 %lld 使用了负的分析区间序号。

source: Speaker activity interval %lld uses an empty speaker-token label.
zh_hans: 说话人活动区间 %lld 的说话人标记为空。

source: Speaker activity interval %lld uses an epoch the manifest does not record.
zh_hans: 说话人活动区间 %lld 引用了清单未记录的区间。

source: Speaker diarization is not supported on Intel Macs
zh_hans: Intel Mac 不支持说话人分离

source: Speaker labeling: %@
zh_hans: 说话人标注：%@

source: Speaker labeling: %lld
zh_hans: 说话人标注：%lld

source: Speaker labels
zh_hans: 说话人标记

source: Speaker labels are added after recording.
zh_hans: 说话人标注在录制结束后添加。

source: Speaker labels are automatic and may not be exact. Click a name to fix it.
zh_hans: 说话人标记为自动生成，可能不完全准确。点击名字可修正。

source: Speaker labels need an Apple silicon Mac.
zh_hans: 说话人标注需要 Apple Silicon Mac。

source: Speaker labels were kept, but %@ short audio %@ totaling %@ seconds produced no text.
zh_hans: 说话人标注已保留，但 %@ 段过短的音频%@共 %@ 秒没有产出文字。

source: Speaker labels were kept, but %lld short audio %lld totaling %lld seconds produced no text.
zh_hans: 说话人标注已保留，但 %lld 段过短的音频%lld共 %lld 秒没有产出文字。

source: Speaker model downloads before transcription
zh_hans: 说话人模型需在转写前下载

source: Speaker model installed · transcription prepares after Stop
zh_hans: 说话人模型已安装 · 停止后自动开始转写

source: Speaker name
zh_hans: 说话人姓名

source: Speaker name cannot be empty.
zh_hans: 说话人姓名不能为空。

source: Speaker-route AEC could not restart after stream recovery; microphone remains unprotected.
zh_hans: 流恢复后扬声器侧 AEC 未能重启；麦克风仍未受保护。

source: Speaker-route AEC initialization failed; microphone remains raw and unprotected.
zh_hans: 扬声器侧 AEC 初始化失败；麦克风保持原始未保护状态。

source: Speakers
zh_hans: 说话人

source: Speech Analyzer not ready
zh_hans: 语音分析器未就绪

source: Speech recognition is restricted on this device
zh_hans: 此设备限制了语音识别

source: Speech recognition needs recovery
zh_hans: 语音识别需要恢复

source: Speech recognition permission denied
zh_hans: 语音识别权限被拒绝

source: Speech recognition took too long to finish. This recording could not be transcribed.
zh_hans: 语音识别耗时过长，这段录音无法转写。

source: Speech recognition unavailable
zh_hans: 语音识别不可用

source: Speed
zh_hans: 速度

source: Speed %@ percent. Accuracy %@ percent.
zh_hans: 速度 %@%%，准确率 %@%%。

source: Speed %@%%
zh_hans: 速度 %@%%

source: Speed %lld percent. Accuracy %lld percent.
zh_hans: 速度 %lld%%，准确率 %lld%%。

source: Speed %lld%%
zh_hans: 速度 %lld%%

source: Spelling to save
zh_hans: 要保存的拼写

source: Spellings linked to “%@”
zh_hans: 关联到“%@”的拼写

source: Spellings linked to “%lld”
zh_hans: 与"%lld"关联的拼写

source: Spoken Formatting
zh_hans: 语音排版

source: Spoken Formatting is Off
zh_hans: 语音排版已关闭

source: Spoken Formatting is On
zh_hans: 语音排版已开启

source: Spoken Send
zh_hans: 口令发送

source: Spoken Send command
zh_hans: 语音"发送"命令

source: Spoken Send phrase
zh_hans: 语音"发送"口令

source: Spoken instead of typed.
zh_hans: 都是说出来的，没打字。

source: Spoken names that type punctuation or symbols after the start word.
zh_hans: 在起始词之后说出名称即可输入标点或符号。

source: Spoken phrases for %@
zh_hans: %@ 的口头短语

source: Spoken phrases for %lld
zh_hans: %lld 的语音口令

source: Standard Choice
zh_hans: 标准选择

source: Standard Geometric F
zh_hans: 标准几何 F

source: Standard Notch
zh_hans: 标准灵动岛

source: Star it on GitHub
zh_hans: 在 GitHub 上给我们点个 Star

source: Start
zh_hans: 开始

source: Start Meeting Recording
zh_hans: 开始会议录制

source: Start Recording
zh_hans: 开始录音

source: Start Word
zh_hans: 起始词

source: Start a new chat
zh_hans: 开始新对话

source: Start a new paragraph based on context
zh_hans: 根据上下文另起段落

source: Start a new session to work with your Mac.
zh_hans: 开始一个新会话来操作你的 Mac。

source: Start dictating
zh_hans: 开始听写

source: Start each transcription with a lowercase letter.
zh_hans: 每段转写以小写字母开头。

source: Start recording
zh_hans: 开始录音

source: Starting Meeting Recording…
zh_hans: 正在开始会议录制…

source: Starting download. This can take a few minutes.
zh_hans: 开始下载，可能需要几分钟。

source: Starting download...
zh_hans: 正在开始下载…

source: Starting meeting recording…
zh_hans: 正在开始会议录制…

source: Starting to record new cancel shortcut
zh_hans: 开始录制新的取消快捷键

source: Starting to record new command mode shortcut
zh_hans: 开始录制新的指令模式快捷键

source: Starting to record new paste last transcription shortcut
zh_hans: 开始录制新的粘贴上次转写快捷键

source: Starting to record new write mode shortcut
zh_hans: 开始录制新的写作模式快捷键

source: Starting…
zh_hans: 正在启动…

source: Startup preferences
zh_hans: 启动偏好

source: Stats
zh_hans: 统计

source: Status
zh_hans: 状态

source: Stay in the conversation. Local recording, live captions, and AI summaries.
zh_hans: 专注对话。本地录制、实时字幕、AI 摘要。

source: Stays on this Mac. Place it where everyone can be heard.
zh_hans: 数据只留在这台 Mac 上。把它放在每个人都能被听到的位置。

source: Stays on this Mac. Use headphones for clearer speaker separation.
zh_hans: 数据只留在这台 Mac 上。戴耳机可更准确区分说话人。

source: Step %@ of %@
zh_hans: 第 %@ 步，共 %@ 步

source: Step %@ of 3
zh_hans: 第 %@ 步，共 3 步

source: Step %lld of %lld
zh_hans: 第 %lld/%lld 步

source: Step %lld of 3
zh_hans: 第 %lld/3 步

source: Still recording?
zh_hans: 还在录音吗？

source: Stop
zh_hans: 停止

source: Stop & Transcribe
zh_hans: 停止并转写

source: Stop Detailed Analytics
zh_hans: 停止详细统计

source: Stop Meeting Recording
zh_hans: 停止会议录制

source: Stop Recording
zh_hans: 停止录音

source: Stop and polish
zh_hans: 停止并润色

source: Stop asking
zh_hans: 不再询问

source: Stop dictation, then enable Smart mode again.
zh_hans: 停止听写，然后重新开启 Smart 模式。

source: Stop listening and send as soon as the phrase is recognized. May not work with all voice models; Parakeet is recommended.
zh_hans: 识别到短语立即停止并发送。并非所有语音模型都支持，推荐用 Parakeet。

source: Stop meeting recording and transcribe
zh_hans: 停止会议录音并转写

source: Stop recording
zh_hans: 停止录音

source: Stop recording and send
zh_hans: 停止录音并发送

source: Stop recording and transcribe
zh_hans: 停止录音并转写

source: Stop sharing detailed anonymous analytics?
zh_hans: 停止分享详细匿名统计？

source: Stopped
zh_hans: 已停止

source: Stopping Meeting Recording…
zh_hans: 正在停止会议录制…

source: Stopping...
zh_hans: 正在停止…

source: Storage
zh_hans: 存储

source: Storage & maintenance
zh_hans: 存储与维护

source: Storage availability unavailable
zh_hans: 存储可用性检查不可用

source: Store actual microphone audio locally with dictation history. Disabled by default.
zh_hans: 把真实麦克风音频随听写历史保存在本地。默认关闭。

source: Stored locally with up to 10 examples per word, up to 15 seconds each. Turning this off affects future examples.
zh_hans: 本地保存，每个词最多 10 个示例、每段最长 15 秒。关闭后不再采集新样本。

source: Streak
zh_hans: 连续记录

source: Strong
zh_hans: 强

source: Submit
zh_hans: 提交

source: Successfully tested %@ with this endpoint and API key.
zh_hans: 已用此端点和 API Key 成功测试 %@。

source: Successfully tested %lld with this endpoint and API key.
zh_hans: 已用此接入点和 API Key 成功测试 %lld。

source: Summaries, decisions, and action items, generated on your Mac.
zh_hans: 摘要、决议和待办事项，全部在你的 Mac 上生成。

source: Summarize
zh_hans: 总结

source: Summarizing…
zh_hans: 正在生成摘要…

source: Summary
zh_hans: 摘要

source: Summary in Progress
zh_hans: 正在生成摘要

source: Summary type
zh_hans: 摘要类型

source: Sundanese
zh_hans: 巽他语

source: Support development
zh_hans: 支持开发

source: Supported: WAV, MP3, M4A, OGG, OPUS, MP4, MOV, and more
zh_hans: 支持：WAV、MP3、M4A、OGG、OPUS、MP4、MOV 等

source: Swahili
zh_hans: 斯瓦希里语

source: Swedish
zh_hans: 瑞典语

source: Switch styles from the dictation overlay
zh_hans: 在听写悬浮层中切换风格

source: Sync
zh_hans: 同步

source: System Events
zh_hans: 系统事件

source: System Language Model
zh_hans: 系统语言模型

source: System Languages
zh_hans: 跟随系统语言

source: System Settings
zh_hans: 系统设置

source: TIME SAVED
zh_hans: 节省时间

source: TOTAL WORDS
zh_hans: 总词数

source: TRANSCRIPTIONS
zh_hans: 转写次数

source: Tagalog
zh_hans: 他加禄语

source: Tajik
zh_hans: 塔吉克语

source: Talk anywhere. FluidVoice types for you.
zh_hans: 随处开口，FluidVoice 替你打字。

source: Talking speed
zh_hans: 说话速度

source: Tamil
zh_hans: 泰米尔语

source: Tap once to start, tap again to stop.
zh_hans: 点一下开始，再点一下停止。

source: Tap to toggle, hold for push-to-talk.
zh_hans: 点按切换，按住即讲。

source: Target audio sample rate must be greater than zero.
zh_hans: 目标音频采样率必须大于零。

source: Tatar
zh_hans: 鞑靼语

source: Teach %@ by speaking it.
zh_hans: 读出来，教 FluidVoice 认识“%@”。

source: Teach %lld by speaking it.
zh_hans: 读出来，教 FluidVoice 认识“%lld”。

source: Teach FluidVoice your pronunciation
zh_hans: 教 FluidVoice 你的发音

source: Teach a word by speaking it.
zh_hans: 说出这个词来教它。

source: Tell us what would make your day easier, and how you’d use it.
zh_hans: 告诉我们什么能让你的一天更轻松、你会怎么用它。

source: Telugu
zh_hans: 泰卢固语

source: Terminal commands or outputs from Command Mode.
zh_hans: 来自指令模式的终端命令或输出。

source: Test %@
zh_hans: 测试 %@

source: Test %lld
zh_hans: 测试 %lld

source: Test Connection
zh_hans: 测试连接

source: Test prompt · %@
zh_hans: 测试提示词 · %@

source: Test prompt · %lld
zh_hans: 测试提示词 · %lld

source: Test word
zh_hans: 测试词

source: Test “%@”
zh_hans: 测试“%@”

source: Test “%lld”
zh_hans: 测试"%lld"

source: Testing…
zh_hans: 正在测试…

source: Text (.txt)
zh_hans: 文本（.txt）

source: Text Formatting
zh_hans: 文本排版

source: Text Insertion Mode
zh_hans: 文本输入方式

source: Text body must be UTF-8.
zh_hans: 文本内容必须是 UTF-8。

source: Text could not be inserted
zh_hans: 无法输入文本

source: Text delivery failed: %@
zh_hans: 文本输入失败：%@

source: Text delivery failed: %lld
zh_hans: 文本输入失败：%lld

source: Text inserted — send skipped
zh_hans: 文本已输入——跳过发送

source: Text wasn't inserted
zh_hans: 文本未能输入

source: Text…
zh_hans: 文本…

source: Thai
zh_hans: 泰语

source: Thank you for helping improve FluidVoice dictation.
zh_hans: 感谢你帮助改进 FluidVoice 听写。

source: Thank you. It’s in.
zh_hans: 谢谢，已收到。

source: That Was a Wrong Match
zh_hans: 那次是误匹配

source: That doesn’t look like an email address.
zh_hans: 这看起来不像一个邮箱地址。

source: That was longer than expected. Say only “%@”, then pause. This try wasn’t saved.
zh_hans: 刚才说得太长了。只说“%@”，然后停顿。这次没有保存。

source: That was longer than expected. Say only “%lld”, then pause. This try wasn’t saved.
zh_hans: 刚才说得太长了。只说“%lld”，然后停顿。这次没有保存。

source: That's about %.1f novels, spoken instead of typed.
zh_hans: 相当于口述了约 %.1f 本小说。

source: That's about %@ book pages, spoken instead of typed.
zh_hans: 相当于口述了约 %@ 页书。

source: That's about %lld book pages, spoken instead of typed.
zh_hans: 约等于 %lld 页书，用说的不用打的。

source: The Nemotron diarization model at %@ changed since it was validated.
zh_hans: %@ 处的 Nemotron 说话人分离模型在校验后被改动过。

source: The Nemotron diarization model at %lld changed since it was validated.
zh_hans: %lld 处的 Nemotron 说话人分离模型在校验后被改动过。

source: The Nemotron diarization model is not installed at %@.
zh_hans: %@ 处没有安装 Nemotron 说话人分离模型。

source: The Nemotron diarization model is not installed at %lld.
zh_hans: %lld 处没有安装 Nemotron 说话人分离模型。

source: The Nemotron diarization model package is invalid (%@).
zh_hans: Nemotron 说话人分离模型包无效（%@）。

source: The Nemotron diarization model package is invalid (%lld).
zh_hans: Nemotron 说话人分离模型包无效（%lld）。

source: The active meeting could not be loaded.
zh_hans: 无法加载进行中的会议。

source: The active microphone stopped delivering audio buffers.
zh_hans: 当前麦克风已停止送出音频缓冲。

source: The app is shutting down.
zh_hans: app 正在退出。

source: The audio route changed before voice processing could restart.
zh_hans: 语音处理重启前音频路由已变更。

source: The capture microphone remained %@.
zh_hans: 采集麦克风仍是 %@。

source: The capture microphone remained %lld.
zh_hans: 采集麦克风仍是 %lld。

source: The chunk could not be read for hashing.
zh_hans: 无法读取分块做哈希。

source: The classic. Solid black, quietly out of the way.
zh_hans: 经典款，纯黑色，安静不抢戏。

source: The completed transcript could not be loaded.
zh_hans: 无法加载已完成的转写。

source: The current default microphone could not be resolved; microphone transcript admission remains disabled.
zh_hans: 无法解析当前默认麦克风，麦克风转写准入保持关闭。

source: The data couldn’t be read because it isn’t in the correct format.
zh_hans: 数据无法读取，格式不正确。

source: The debug log contains detailed information about app operations and can help with troubleshooting.
zh_hans: 调试日志包含 app 运行的详细信息，有助于排查问题。

source: The default input device changed away from the requested microphone.
zh_hans: 默认输入设备已切离请求的麦克风。

source: The default microphone route changed.
zh_hans: 默认麦克风路由已变更。

source: The development model path is missing or invalid. Remove the override and restart FluidVoice.
zh_hans: 开发模型路径缺失或无效。请移除覆盖配置并重启 FluidVoice。

source: The dictionary entry changed before audio learning finished.
zh_hans: 词条在语音学习完成前发生了变化。

source: The downloaded speaker model is different or damaged. Try the download again.
zh_hans: 下载的说话人模型不一致或已损坏，请重新下载。

source: The downloaded speaker model was damaged. Try again.
zh_hans: 下载的说话人模型已损坏，请重试。

source: The last 3 recordings are covered by this correction.
zh_hans: 最近 3 条录音都已被这条纠正覆盖。

source: The local Parakeet + Nemotron meeting backend requires Apple Silicon.
zh_hans: 本地 Parakeet + Nemotron 会议后端需要 Apple Silicon。

source: The meeting is processing, but its session could not be loaded.
zh_hans: 会议正在处理，但无法加载其会话。

source: The meeting is stopping, but its session could not be loaded.
zh_hans: 会议正在停止，但无法加载其会话。

source: The meeting no longer holds the exclusive audio activity lease.
zh_hans: 会议不再独占音频活动。

source: The meeting summary model is not installed or ready.
zh_hans: 会议摘要模型未安装或未就绪。

source: The microphone could not be reset safely. Quit and reopen FluidVoice before recording again.
zh_hans: 麦克风无法安全重置。请退出并重新打开 FluidVoice 后再录音。

source: The microphone could not recover after the audio device changed. %@
zh_hans: 音频设备变更后麦克风未能恢复。%@

source: The microphone could not recover after the audio device changed. %lld
zh_hans: 音频设备变更后麦克风未能恢复。%lld

source: The microphone format did not stabilize after reconnecting.
zh_hans: 重连后麦克风格式仍未稳定。

source: The microphone is not responding. Try again shortly. If it remains unavailable, quit and reopen FluidVoice.
zh_hans: 麦克风无响应，请稍后再试。若仍不可用，请退出并重新打开 FluidVoice。

source: The model could not be prepared. Please try again.
zh_hans: 模型准备失败，请重试。

source: The new model failed verification. The previous model is still active. %@
zh_hans: 新模型校验失败。仍在使用旧模型。%@

source: The new model failed verification. The previous model is still active. %lld
zh_hans: 新模型校验失败。仍在使用旧模型。%lld

source: The original Fluid model
zh_hans: 最初的 Fluid 模型

source: The output device is Bluetooth.
zh_hans: 输出设备是蓝牙设备。

source: The output device is not the built-in speakers.
zh_hans: 输出设备不是内置扬声器。

source: The output route is headphones.
zh_hans: 输出走的是耳机。

source: The output stream terminal is headphones.
zh_hans: 输出流端点是耳机。

source: The previous recording is still finishing. Try again.
zh_hans: 上一段录音还在收尾，请重试。

source: The recap, the decisions, and the follow-ups—without rereading the transcript.
zh_hans: 要点回顾、决议和后续事项——无需重读整篇转写。

source: The recording and transcript will be permanently deleted from this Mac.
zh_hans: 录音和转写将从这台 Mac 上永久删除。

source: The replacement microphone started but delivered no audio buffers.
zh_hans: 替换麦克风已启动但未送出音频缓冲。

source: The result sidecar has no backend identifier.
zh_hans: 结果附带文件缺少后端标识。

source: The same tilted overlay frame from the video, with Smart selected.
zh_hans: 与视频中相同的倾斜悬浮层，选中的是 Smart。

source: The selected app is missing a valid bundle identifier.
zh_hans: 所选 app 缺少有效的 bundle identifier。

source: The selected backup file is not a valid FluidVoice backup.
zh_hans: 所选文件不是有效的 FluidVoice 备份。

source: The selected file is not a valid FluidVoice dictionary file.
zh_hans: 所选文件不是有效的 FluidVoice 词典文件。

source: The selected microphone has no CoreAudio device UID.
zh_hans: 所选麦克风没有 CoreAudio 设备 UID。

source: The selected microphone started but did not deliver audio.
zh_hans: 所选麦克风已启动但没有音频输出。

source: The selected speech model cannot transcribe meeting language %@.
zh_hans: 所选语音模型不支持会议语言 %@。

source: The selected speech model cannot transcribe meeting language %lld.
zh_hans: 所选语音模型不支持会议语言 %lld。

source: The server couldn’t accept this message. Check your email and message length. Your draft is still here.
zh_hans: 服务器未能接收这条消息。请检查邮箱和内容长度，草稿已保留。

source: The session manifest records no bytes for this chunk.
zh_hans: 会话清单未记录此分块的字节。

source: The session records no capture era covering this interval.
zh_hans: 会话没有覆盖该区间的采集纪元。

source: The shell command to execute (e.g., 'ls -la', 'git status', 'rm file.txt')
zh_hans: 要执行的 shell 命令（如 ls -la、git status、rm file.txt）

source: The small details count. Share what’s working—or what isn’t.
zh_hans: 细节很重要，告诉我们哪些好用、哪些不好用。

source: The speaker is no longer part of this meeting.
zh_hans: 该说话人已不在这个会议中。

source: The speaker voice model has an unsupported input format.
zh_hans: 说话人声纹模型的输入格式不受支持。

source: The spelling you want in your transcription.
zh_hans: 你希望转写中出现的拼写。

source: The summary model returned an invalid result.
zh_hans: 摘要模型返回了无效结果。

source: The transcript exceeds this summary model's input limit.
zh_hans: 转写内容超出了此摘要模型的输入上限。

source: The transcript stays; the audio files are deleted from this Mac.
zh_hans: 转写保留，音频文件从这台 Mac 上删除。

source: The voice-processing microphone engine stopped unexpectedly.
zh_hans: 语音处理麦克风引擎意外停止。

source: Theme
zh_hans: 主题

source: Theme: %@
zh_hans: 主题：%@

source: Theme: %lld
zh_hans: 主题：%lld

source: There is no active meeting recording.
zh_hans: 没有进行中的会议录音。

source: There is no active meeting.
zh_hans: 没有进行中的会议。

source: There is no transcript text or saved audio available for this meeting.
zh_hans: 这场会议没有转写文本或已保存的音频。

source: These cuts update all scores above, without changing saved examples or your match level. Scores reuse existing encoder frames in 80 ms steps.
zh_hans: 这些片段会更新上方所有分数，但不改动已保存样本和匹配度。分数以 80 毫秒步长复用已有编码帧。

source: These recordings contain everyday words. Try again, or add a replacement manually.
zh_hans: 这些录音是普通词汇，再试一次或手动添加替换。

source: These run automatically after dictation.
zh_hans: 这些会在听写后自动运行。

source: These settings apply to all Fluid Intelligence models.
zh_hans: 这些设置对所有 Fluid Intelligence 模型生效。

source: These speakers can't be merged.
zh_hans: 这些说话人无法合并。

source: These words get extra recognition help while Boosting is enabled.
zh_hans: 开启增强后，这些词会得到额外的识别加成。

source: Thinking
zh_hans: 思考中

source: Thinking...
zh_hans: 思考中…

source: Thinking…
zh_hans: 思考中…

source: This Fluid provider needs an update before meeting model switching can run.
zh_hans: 此 Fluid 服务商需要更新后才能切换会议模型。

source: This backup uses an unsupported schema version (%@.%@).
zh_hans: 此备份使用了不支持的 schema 版本（%@.%@）。

source: This backup uses an unsupported schema version (%lld.%lld).
zh_hans: 此备份使用了不支持的 schema 版本（%lld.%lld）。

source: This cannot be undone.
zh_hans: 此操作无法撤销。

source: This cut compared with every training recording
zh_hans: 此片段与每段训练录音对比

source: This deletes the saved transcript. Your original audio or video file is kept.
zh_hans: 将删除已保存的转写，原始音频/视频文件保留。

source: This entry is too long for inline comparison. Both texts remain available below.
zh_hans: 这条内容太长，无法内联对比，两段文本都列在下方。

source: This is the built-in prompt. Create a custom prompt to override it.
zh_hans: 这是内置提示词，创建自定义提示词即可覆盖它。

source: This is what will appear in the final transcription.
zh_hans: 这就是最终转写中会出现的内容。

source: This meeting failed.
zh_hans: 这个会议失败了。

source: This meeting was created with unsupported schema version %@.
zh_hans: 此会议创建于不支持的 schema 版本 %@。

source: This meeting was created with unsupported schema version %lld.
zh_hans: 此会议创建于不支持的 schema 版本 %lld。

source: This model operation no longer owns meeting processing.
zh_hans: 此模型操作已不再负责会议处理。

source: This name applies only to this transcript turn.
zh_hans: 这个名字只应用于当前转写片段。

source: This only takes a moment.
zh_hans: 很快就好。

source: This order applies only to FluidVoice and does not change your macOS input.
zh_hans: 此顺序只作用于 FluidVoice，不改变 macOS 输入设置。

source: This recording could not be played.
zh_hans: 这段录音无法播放。

source: This recording could not be played. It may have been removed.
zh_hans: 这条录音无法播放，可能已被删除。

source: This recording has no audio.
zh_hans: 这条录音没有音频。

source: This removes %@ from your Mac. You’ll need to download it again to use it. Your dictation history and shortcut settings won’t change.
zh_hans: 这会从 Mac 删除 %@，之后需重新下载才能使用。听写历史和快捷键设置不受影响。
